# Настройки для входа на сервер PostgreSQL, а также для создания новой
# БД для выполнения задания

pg_secret = {
    'db_host': 'localhost',  # Имя хоста: имя сервера или IP-адрес, на котором работает база данных
    'db_name': 'pyapp',  # Имя БД, которая будет создана в ходе проекта
    'db_password': 'LDPL963kcp99PsP',  # Пароль для входа на сервер
    'db_port':  '5432',  # Имя порта
    'db_user': 'postgres'  # Имя пользователя: значение по умолчанию для базы данных PostgreSQL – postgres
}